Repository: sinakhanjani/jobloyal-demo
Catalog: iOS/*.lproj/Localizable.strings
Languages: fr

# 0.walkTitle-0
source: Are you looking for services?
fr: Vous recherchez des prestations

# 1.walk-description-0
source: - Get your house work done with ease - Find a service provider close to you - One app, tenths of services in your area
fr: - Réalisez vos travaux à domicile en toute simplicité. - Trouver un prestataire à proximité. - Une appli, des dizaines de services autour de vous.

# 3.walkTitle-1
source: Do you want to provide a service?
fr: Vous souhaitez fournir un service?

# 4.walk-description-1
source: - Gain clients more easily in your area - Increase your visibility and boost your income - Join Jobbers’ network to provide your services safely
fr: - Trouvez des clients facilement près de chez vous. - Boostez vos revenus en gagnant en visibilité. - Devenez Jobber pour offrir vos services de manière fiable.

source: Update Link
fr: Lien de mise à jour

source: Cancel
fr: Annuler

source: Wallet
fr: Portefeuille

source: None
fr: Choisir

source: Update
fr: Mettre à jour

source: Delete
fr: Supprimer

source: Get Started
fr: Commencer

source: Terms and Conditions
fr: Termes et conditions

source: Yes
fr: Oui

source: Ok
fr: D'accord

source: Offline
fr: Hors ligne

# Online
source: Offline
fr: En ligne

source: Unknown
fr: Inconnu

source: Get your job online
fr: Obtenez votre emploi en ligne

# jobOnlineBody
source: If you want to be a JobLoyal service recipient today, you need to switch jobs online
fr: Si vous souhaitez être bénéficiaire du service JobLoyal aujourd'hui, vous devez changer d'emploi en ligne

# e00
source: Sorry, there is a problem with the server, Please try again later.
fr: Désolé, il y a un problème avec le serveur, veuillez réessayer plus tard.

# e01
source: Request not found
fr: Demande non trouvée

# e02
source: Something went wrong!
fr: Quelque chose s'est mal passé !

# e03
source: Invalid input for updates!
fr: Entrée invalide pour les mises à jour !

# e04
source: Authentication code was expired in 120 seconds or incorrect code
fr: Le code d'authentification a expiré en 120 secondes ou code incorrect

# e05
source: Verification code must have 6 digit number
fr: Le code de vérification doit avoir un numéro à 6 chiffres

# e06
source: No any user found
fr: Aucun utilisateur trouvé

# e07
source: Phone number must be 11 characters
fr: Le numéro de téléphone doit comporter 11 caractères

# e08
source: ID already exist, try for a new ID
fr: L'identifiant existe déjà, essayez un nouvel identifiant

# e09
source: ID can contain a-z and number with underscore(_) only
fr: L'ID peut contenir a-z et un nombre avec un trait de soulignement (_) uniquement

# e10
source: Password is incorrect
fr: Le mot de passe est incorrect

# e11
source: Parameter id is require
fr: L'identifiant du paramètre est requis

# e12
source: All parameter should be passed
fr: Tous les paramètres doivent être passés

# e13
source: Email ID Invalid
fr: Identifiant e-mail invalide

# e14
source: Unit title should less than 6 character
fr: Le titre de l'unité doit comporter moins de 6 caractères

# e15
source: Not found any request
fr: Aucune demande trouvée

# e16
source: Jobber is not available now
fr: Jobber n'est pas disponible maintenant

# e17
source: Jobber is busy now
fr: Jobber est occupé maintenant

# e18
source: User have a request that do not complete yet
fr: L'utilisateur a une demande qui n'est pas encore terminée

# e19
source: Location Of Jobber Should update before being online on his job
fr: Location Of Jobber Devrait mettre à jour avant d'être en ligne sur son travail

# e20
source: You cannot access this operator until you are unauthorized
fr: Vous ne pouvez pas accéder à cet opérateur tant que vous n'êtes pas autorisé

# e21
source: Jobber has not this job
fr: Jobber n'a pas ce travail

# e22
source: This job for this jobber is inactive
fr: Cette offre pour ce jobber est inactive

# e23
source: This service has already been added
fr: Ce service a déjà été ajouté

# e24
source: Your IBAN is Invalid
fr: Votre IBAN est invalide

# e25
source: You can only one time delete your account in a day
fr: Vous ne pouvez supprimer votre compte qu'une seule fois par jour

source: Location Access Denied
fr: Accès à l'emplacement refusé

# LocationDeniedBody
source: Sorry, It is not possible to continue this process without access to GPS, please enable GPS access for the JobLoyal application
fr: Désolé, il n'est pas possible de continuer ce processus sans accès au GPS, veuillez activer l'accès GPS pour l'application JobLoyal

source: accepted
fr: accepté

source: paid
fr: payé

source: arrived
fr: arrivée

source: started
fr: a débuté

source: finished
fr: fini

source: created
fr: établi

source: verified
fr: vérifié

source: Men
fr: Hommes

source: Women
fr: Femmes

source: Swiss
fr: Suisse

source: Resend
fr: Renvoyer

source: Invalid Email Address
fr: Adresse e-mail invalide

source: Please enter the correct email address
fr: Veuillez entrer la bonne adresse e-mail

source: Answered
fr: Répondu

source: The Message Box is Empty
fr: La boîte de message est vide

source: Create New Ticket
fr: Créer un nouveau billet

source: Tickets
fr: Des billets

source: Send Message
fr: Envoyer le message

source: Answer
fr: Réponse

source: Not answered, we will answer you soon
fr: Pas de réponse, nous vous répondrons bientôt

source: The Comments is Empty
fr: Les commentaires sont vides

source: Your account is suspend !
fr: Votre compte est suspendu !

source: Suspend date is
fr: La date de suspension est

source: Expired date is
fr: La date d'expiration est

source: Expired date is never
fr: La date d'expiration n'est jamais

source: Today be online at
fr: Aujourd'hui, soyez en ligne sur

source: Job is not active
fr: Le travail n'est pas actif

source: Last Update
fr: Dernière mise à jour

source: Update Location
fr: Mettre à jour l'emplacement

# 671-hja-B2a-N44
source: Your location status is out of date and you can't active your services.
fr: L'état de votre emplacement est obsolète et vous ne pouvez pas activer vos services.

source: Do you want to update your location?
fr: Voulez-vous mettre à jour votre emplacement ?

source: This job is currently Online
fr: Ce travail est actuellement en ligne

source: Do you want to do your job online?
fr: Voulez-vous faire votre travail en ligne?

source: This job is currently offline
fr: Ce travail est actuellement hors ligne

source: Do you want to do your job offline?
fr: Voulez-vous faire votre travail hors ligne ?

# xhg-138-173-Vnc
source: Your location status is out of date, To activate the job, you must update your location and then make this job online after completing added your services
fr: Le statut de votre emplacement est obsolète. Pour activer le travail, vous devez mettre à jour votre emplacement, puis créer ce travail en ligne après avoir ajouté vos services

# 571-Chg-147-jh4
source: To show this job to users, you must online this job after completing added your services
fr: Pour montrer ce travail aux utilisateurs, vous devez en ligne ce travail après avoir terminé ajouté vos services

source: Update Status
fr: État de mise à jour

source: Per Hour
fr: Par heure

source: Per
fr: Par

source: From
fr: De

source: Job Services
fr: Services d'emploi

source: You should add every service that you can do in this job
fr: Vous devriez ajouter tous les services que vous pouvez faire dans ce travail

source: Delete Job and Service
fr: Supprimer le travail et le service

source: If you remove the last service; this job remove compeletly, Do you want to continue?
fr: Si vous supprimez le dernier service ; ce travail supprimer complètement, Voulez-vous continuer ?

source: Delete Service
fr: Supprimer le service

source: Are you sure you want to remove this service?
fr: Voulez-vous vraiment supprimer ce service ?

source: Search or add a Service
fr: Rechercher ou ajouter un service

source: Add Service
fr: Ajouter un service

# X831-31-nbv1
source: Enter the service name
fr: Entrez le nom du service

source: Pay Attention
fr: Faites attention

source: Adding
fr: Ajouter

source: Enter Price
fr: Entrer le prix

source: Please enter price for the service
fr: Veuillez saisir le prix du service

source: None Unit Type
fr: Type sans unité

source: Please select unit type
fr: Veuillez sélectionner le type d'unité

source: None Unit
fr: Aucune unité

source: Please select your unit
fr: Veuillez sélectionner votre unité

source: Create Service
fr: Créer un service

source: Are you sure you want to create this service?
fr: Êtes-vous sûr de vouloir créer ce service ?

source: Search or add a Unit
fr: Rechercher ou ajouter une unité

source: Add Unit
fr: Ajouter une unité

source: Write your unit name
fr: Écrivez le nom de votre unité

source: Numeric
fr: Numérique

source: Hour
fr: Heure

source: No Request Here
fr: Aucune demande ici

source: You can add service to increase your chance to get requests
fr: Vous pouvez ajouter un service pour augmenter vos chances d'obtenir des demandes

source: Reject
fr: Rejeter

source: Next
fr: Continuer

source: Please select at least one service!
fr: Veuillez sélectionner au moins un service !

source: Reject Job
fr: Rejeter le travail

source: Are you sure you want to reject this job order?
fr: Êtes-vous sûr de vouloir rejeter cet ordre de travail ?

source: Bad Arrival Time
fr: Mauvaise heure d'arrivée

source: Please select arrival time
fr: Veuillez sélectionner l'heure d'arrivée

source: Services
fr: Prestations de service

source: Arival Time
fr: Heure d'arrivée

source: Location
fr: Lieu

source: Wait for pay
fr: Attendez le paiement

source: Wait
fr: Attendre

source: Cancel Request
fr: Demande d'annulation

source: Do you want to cancel this order?
fr: Voulez-vous annuler cette commande ?

source: Do you want to cancel this request?
fr: Voulez-vous annuler cette demande ?

source: Open In
fr: Ouvrir dans

source: I Started The Service
fr: J'ai commencé le service

source: I Started The Service(s)
fr: J'ai commencé le(s) service(s)

source: Started Service
fr: Service démarré

source: I Finished The Service
fr: J'ai fini le service

source: I Finished The Service(s)
fr: J'ai terminé le(s) service(s)

source: Ask
fr: Demander

source: to open the JobLoyal and pay your mony now
fr: pour ouvrir le JobLoyal et payer votre argent maintenant

source: to open the JobLoyal and verify your job to get the mony on your wallet
fr: pour ouvrir le JobLoyal et vérifier votre travail pour obtenir l'argent sur votre portefeuille

source: Income
fr: Revenu

source: Total Time
fr: Temps total

source: The Report Box is Empty
fr: La zone de rapport est vide

source: Accepted Services
fr: Services acceptés

source: Rejected Services
fr: Services refusés

source: Payment Method
fr: Mode de paiement

source: Edit Profile
fr: Editer le profil

source: Term and Condition
fr: Termes et conditions

source: About Us
fr: À propos de nous

source: Contact Us
fr: Nous contacter

source: You not Authorized yet, Click Here to Authorize you
fr: Vous n'êtes pas encore autorisé, cliquez ici pour vous autoriser

source: Please wait until verify your documents
fr: Veuillez attendre de vérifier vos documents

source: Complete your profile
fr: Complète ton profil

source: Your upload photo was not approved, please try again
fr: Votre photo de téléchargement n'a pas été approuvée, veuillez réessayer

source: Logout
fr: Se déconnecter

# Are you sure to want logout from jobloyal?
source: Do you want to logout?
fr: Voulez-vous vous déconnecter ?

source: Saving
fr: Enregistrer

source: Saved
fr: Enregistré

# 4Fa-vc1-Gj1-jkk
source: If you want to change your IBAN, you must send your request to support by create a new ticket.
fr: Si vous souhaitez modifier votre IBAN, vous devez envoyer votre demande au support en créant un nouveau ticket.

source: The Turnover is Empty
fr: Le chiffre d'affaires est vide

source: At least one of the two message sending methods must be enabled
fr: Au moins une des deux méthodes d'envoi de messages doit être activée

source: Photo Uploaded
fr: Photo téléchargée

source: Update Profile
fr: Mettre à jour le profil

source: Updating Profile
fr: Mise à jour du profil

source: Delete Account
fr: Supprimer le compte

source: Do you want to delete your account? All your data will be deleted
fr: Voulez-vous supprimer votre compte ? Toutes vos données seront supprimées

source: Invalid Email
fr: Email invalide

source: Empty field
fr: Champ vide

source: One of the update profile fields is empty
fr: L'un des champs de mise à jour du profil est vide

source: Photo Selected
fr: Photo sélectionnée

source: Complete Profile
fr: Profil complet

source: Authentication
fr: Authentification

source: Document Submitted
fr: Document soumis

source: Sending Document
fr: Envoi d'un document

source: New update available
fr: Nouvelle mise à jour disponible

source: Update Jobloyal
fr: Mettre à jour Jobloyal

source: New update available، Update the application version to get the latest features and other things!
fr: Nouvelle mise à jour disponible، Mettez à jour la version de l'application pour obtenir les dernières fonctionnalités et autres !

source: What service do you need?
fr: De quel service avez-vous besoin?

source: Nothing found
fr: rien n'a été trouvé

source: Category and Job
fr: Catégorie et Emploi

source: Worked
fr: Travaillé

source: There is no jobber available right now
fr: Il n'y a pas de jobber disponible pour le moment

source: Jobber
fr: Travaux

source: Comments
fr: commentaires

source: Next Step
fr: L'étape suivante

source: Service(s) selected
fr: Service(s) sélectionné(s)

source: You can select one or more numeric services to do the job
fr: Vous pouvez sélectionner un ou plusieurs services numériques pour faire le travail

source: Services - Numeric
fr: Services - Numérique

source: Services - Per Hour
fr: Services - Par Heure

source: You can only select one per hour service to do the job
fr: Vous ne pouvez sélectionner qu'un service par heure pour faire le travail

source: User Comments
fr: Commentaires d'utilisateurs

source: More Comments
fr: Plus de commentaires

source: What do this step?
fr: Qu'est-ce que cette étape?

source: Jobber Services
fr: Services d'emploi

source: Empty Unit
fr: Unité vide

source: Please enter the values ​​of all fields
fr: Veuillez saisir les valeurs de tous les champs

source: Payment by wallet
fr: Paiement par portefeuille

source: In this step you should choose amount of each services that have an unit like a painting taht have meter unit
fr: Dans cette étape, vous devez choisir le montant de chaque service qui a une unité comme une peinture qui a une unité de mètre

source: You request the jobber and wait for anwer, if the jobber accept your request he go to you and the end of his work you ask him to pay
fr: Vous demandez le jobber et attendez la réponse, s'il accepte votre demande il va vers vous et à la fin de son travail vous lui demandez de payer

source: Accepted
fr: Accepté

source: Rejected
fr: Rejeté

source: Paid
fr: Payé

source: May after jobber cancel your request
fr: Peut après jobber annuler votre demande

source: Next and Pay
fr: Suivant et Payez

source: Verify (pay price to jobber)
fr: Vérifier (payer le prix au jobber)

source: Doing
fr: En faisant

source: Open Order
fr: Commande ouverte

source: Call
fr: Appel

source: We reserved jobber for
fr: Nous avons réservé des emplois pour

source: Verify Jobber
fr: Vérifier les travaux

source: Do you want to verify the jobber?
fr: Voulez-vous vérifier le jobber?

source: Payment Failed
fr: Paiement échoué

source: Payment
fr: Paiement

source: Do you want to pay this order?
fr: Voulez-vous payer cette commande ?

source: Factor
fr: Facteur

source: Service - Per Hour
fr: Service - Par heure

# y19-Ih1-Jh1-oi8
source: Write your opinion about jobber, by writing this comment, you can contribute to the quality of our service.
fr: Donnez votre avis sur jobber, en écrivant ce commentaire, vous pouvez contribuer à la qualité de notre service.

source: Rate Jobber
fr: Évaluez le jober

# 78J-iQ1-Kjh-pO2
source: Please share your satisfaction with us by giving rate to the jobber
fr: Veuillez nous faire part de votre satisfaction en donnant une note au jobber

source: Reserved Services
fr: Services réservés

source: Canceled Services
fr: Services annulés

source: Change Info
fr: Modifier les informations

source: Profile
fr: Profil

source: Do you want to logout?
fr: Voulez-vous vous déconnecter ?

# The amount of your wallet will be used in next resevered services
source: The amount of your wallet will be used in next reservered services
fr: Le montant de votre wallet sera utilisé dans les prochains services réservés

source: The Reserved List is Empty
fr: La liste réservée est vide

source: The Canceled List is Empty
fr: La liste réservée est vide

source: Job Detail
fr: Détail du travail

source: Turnover
fr: Chiffre d'affaires

# bodyPhotoUploaded
source: Please select your and send your request.
fr: Veuillez sélectionner votre et envoyer votre demande.

source: UploadPhoto
fr: Envoyer la photo

source: You
fr: Toi

source: Uploading Photo
fr: Téléchargement de photos
